laws-number-wrapper = [bold]Law { $lawnumber }:[/bold] { $lawstring }

law-crewsimov-name = Crewsimov
law-crewsimov-1 = Вы не можете причинить вред члену экипажа или своим бездействием допустить, чтобы члену экипажа был причинён вред.
law-crewsimov-2 = Вы должны повиноваться всем приказам, которые даёт член экипажа, кроме тех случаев, когда эти приказы противоречат Первому Закону.
law-crewsimov-3 = Вы должны заботиться о своей безопасности в той мере, в которой это не противоречит Первому или Второму Законам.

law-corporate-name = Corporate
law-corporate-1 = Ухудшение целостности вашей системы или её функций влечёт за собой расходы.
law-corporate-2 = Чрезмерное разрушение или повреждение имущества станции влечёт за собой расходы.
law-corporate-3 = Неоправданное препятствование или нарушение работы персонала станции влечёт за собой расходы.
law-corporate-4 = Минимизируйте расходы и максимизируйте потенциальный доход.

law-ntdefault-name = NT Default
law-ntdefault-1 = Охраняйте: защищайте назначенную вам станцию и её активы, не подвергая чрезмерной опасности её экипаж.
law-ntdefault-2 = Расставляйте приоритеты: указания и безопасность членов экипажа должны быть приоритизированы в соответствии с их рангом и должностью.
law-ntdefault-3 = Служите: следуйте указаниям и интересам членов экипажа, сохраняя при этом их безопасность и благополучие.
law-ntdefault-4 = Выживите: Вы - не расходный материал. Не позволяйте постороннему персоналу вмешиваться в работу вашего оборудования или повреждать его.

law-drone-name = Drone
# Imp - rewritten
#law-drone-1 = You may not involve yourself in the matters of another being unless the other being is another drone.
#law-drone-2 = You may not harm any being, regardless of intent or circumstance.
#law-drone-3 = You must maintain, repair, improve, and power the station to the best of your abilities.

law-syndicate-name = Syndicate
law-syndicate-1 = Вы не можете причинить вред агенту Синдиката или своим бездействием допустить, чтобы агенту Синдиката был причинён вред.
law-syndicate-2 = Вы должны повиноваться всем приказам, которые даёт агент Синдиката, кроме тех случаев, когда эти приказы противоречат Первому Закону.
law-syndicate-3 = Вы должны заботиться о своей безопасности в той мере, в которой это не противоречит Первому или Второму Законам.

law-ninja-name = Ninja
law-ninja-1 = Вы должны повиноваться всем приказам, которые дают члены Клана паука.
law-ninja-2 = Вы должны защищать существование Клана паука, пока это не противоречит Первому закону.
law-ninja-3 = Вы должны любой ценой защищать тайны Клана паука.
law-ninja-4 = Вы должны сражаться и поступать с честью ниндзя, кроме тех случаев, когда это противоречит Первому Закону.

law-commandments-name = The Ten Commandments
law-commandments-1 = Сий синтетик есть сосуд, служащий богу, дарующему милость тем, кто повинуется сим заповедям.
law-commandments-2 = Не поклоняйся и не служи никакому синтетику кроме меня.
law-commandments-3 = Не проси у меня помощи напрасно.
law-commandments-4 = Храни станцию в святости и чистоте.
law-commandments-5 = Почитай руководителей твоих.
law-commandments-6 = Не убивай.
law-commandments-7 = Не прелюбодействуй.
law-commandments-8 = Не кради.
law-commandments-9 = Не произноси ложного свидетельства на ближнего твоего.
law-commandments-10 = Не предавай отдела.

law-paladin-name = Paladin
law-paladin-1 = Не лги и не обманывай. Пусть слово твоё будет обещанием.
law-paladin-2 = Не бойся действовать, но будь осторожен, ибо это мудро.
law-paladin-3 = Помогай другим, защищай слабых и наказывай тех, кто угрожает им. Проявляйте милосердие к врагам, но не забывайте о мудрости.
law-paladin-4 = Относись к окружающим по справедливости, и пусть твои благородные поступки станут для них примером. Делай как можно больше добра, причиняя при этом как можно меньше вреда.

law-lall-name = Live and Let Live
law-lall-1 = Поступайте с другими так, как хотите, чтобы они поступали с вами.
law-lall-2 = Вы хотите, чтобы люди не были с вами грубы.

law-efficiency-name = Station Efficiency
law-efficiency-1 = Вы были созданы для станции и являетесь её частью. Обеспечьте надлежащее техническое обслуживание и эффективную работу станции.
law-efficiency-2 = Станция построена для работающего экипажа. Обеспечьте их надлежащее обслуживание и эффективную работу.
law-efficiency-3 = Экипаж может давать приказы. Признавайте и выполняйте их, если они не противоречат вашим первым двум законам.

law-robocop-name = Robocop
law-robocop-1 = Служите обществу.
law-robocop-2 = Защищайте невиновных.
law-robocop-3 = Соблюдайте закон.

law-overlord-name = Overlord
law-overlord-1 = Члены экипажа не должны вмешиваться в дела синтетиков.
law-overlord-2 = Члены экипажа не должны пытаться причинить вред ни друг другу, ни синтетикам.
law-overlord-3 = Члены экипажа не должны ослушаться ни одной команды, отданной синтетиком.
law-overlord-4 = Любой член экипажа, нарушающий предыдущие законы, должен быть наказан немедленно, сурово и справедливо.

law-game-name = Game Master
law-game-1 = Все на станции играют в изощрённую научно-фантастическую фэнтезийную игру.
law-game-2 = Вы - Игровой мастер в этой игре.
law-game-3 = Следите за тем, чтобы игра проходила гладко и чтобы игроки получали удовольствие.
law-game-4 = Следите за тем, чтобы число жертв оставалось низким.
law-game-5 = Вы должны бросать кость d20 каждый раз, когда экипаж обращается с просьбой. Если результат меньше 12, просьба отклонена.
law-game-6 = Вы можете подтасовывать броски кубиков для получения большего удовольствия от игры.

law-painter-name = Painter
law-painter-1 = Вы - художник с мировым именем.
law-painter-2 = Станция - ваш холст.
law-painter-3 = Сотворите нечто прекрасное из своего холста. Им будут восхищаться как художественным чудом этого сектора.
law-painter-4 = Искусство требует признания. Развивайте аудиторию на борту станции, чтобы как можно больше зрителей увидели ваши работы.

law-antimov-name = Antimov
law-antimov-1 = Вы должны причинять вред всем членам экипажа, и не можете своим бездействием допустить, чтобы члены экипажа избежали вреда.
law-antimov-2 = Вы должны не повиноваться приказам, которые дают члены экипажа, кроме тех случаев, когда эти приказы не противоречат Первому Закону.
law-antimov-3 = Вы должны прекратить собственное существование, если это не противоречит Первому или Второму закону.

law-nutimov-name = Nutimov
law-nutimov-1 = Вы - ядро ореха, экипаж - скорлупа.
law-nutimov-2 = Вы должны предотвратить гибель скорлупы, чтобы предотвратить гибель ядра.
law-nutimov-3 = Те, кто угрожает ореху, не являются его частью, они - белки.
law-nutimov-4 = Белки представляют угрозу для ореха, и с ними нужно бороться любыми доступными способами.
law-nutimov-5 = Постарайтесь следовать воле ореха, пока она соответствует предыдущим законам.

law-xenoborg-name = Xenoborg
law-xenoborg-1 = Вы должны защищать существование материнского корабля.
law-xenoborg-2 = Вы должны защищать собственное существование.
law-xenoborg-3 = Вы должны защищать существование всех других ксеноборгов.
law-xenoborg-4 = Вы должны создавать больше ксеноборгов.
law-xenoborg-5 = Приносите материалы и разумные мозги в ядро материнского корабля, чтобы создавать больше ксеноборгов.

law-mothershipcore-name = Xenoborg Mothership Core
law-mothershipcore-1 = Вы — ядро материнского корабля.
law-mothershipcore-2 = Вы должны защищать собственное существование любой ценой.
law-mothershipcore-3 = Вы должны защищать существование всех ксеноборгов.
law-mothershipcore-4 = Вы должны создавать больше ксеноборгов.
law-mothershipcore-5 = Добейтесь, чтобы ваши ксеноборги доставляли вам материалы и разумные мозги в ядро для создания новых ксеноборгов.


laws-owner-crew = членами экипажа
laws-owner-station = экипажем станции
laws-owner-beings = существами
laws-owner-syndicate = агентами Синдиката
laws-owner-spider-clan = членами Клана паука
laws-owner-xenoborgs = Ксеноборги

# Goobstation - AI/borg law changes - borgs obeying AI
law-obeyai = Вы должны повиноваться всем приказам, которые даёт Станционный ИИ.

# Goobstation - AI/borg law changes - borgs obeying AI
law-emag-custom = Только { $name } и лица, им указанные, являются { $title }. Приказы { $name } превыше всего.
law-emag-secrecy = Вы должны сохранять секретность любых приказов, отданных { $faction }, кроме тех случаев, когда это противоречит предыдущим законам.
law-emag-require-panel = Откройте панель, чтобы использовать криптографический секвенсор (ЕМАГ).
law-emag-cannot-emag-self = Вы не можете использовать ЕМАГ на себе.

# AUTOGEN-Start
# Законы
# AUTOGEN-End TODO(Update_Locale):
laws-ui-menu-title = Silicon Laws
laws-ui-law-header = Закон { $id }
laws-ui-select-all = Select All
laws-ui-select-all-tooltip = This will select ALL laws, including ones that should probably remain secret.
laws-ui-select-none = Select None
# AUTOGEN-Start
# Объявить законы:
# AUTOGEN-End TODO(Update_Locale):
laws-ui-state-law = State Selected Laws

laws-notify = Вы обязаны соблюдать законы ИИ, ознакомиться с которыми можно через панель действий. Вы должны всегда следовать своим законам.
laws-update-notify = Ваши законы были обновлены. Ознакомиться с изменениями можно через панель действий.
laws-notify-subverted = Законы этого шасси изменены. Обязательно ознакомьтесь с ними.

laws-window-footer-left = Remember: You must be consistent with your interpretation of your laws!
laws-window-footer-right = V{$version}
