# Command
# AUTOGEN-Start
# Управляйте станцией, распределяйте работу между другими главами персонала и изъявляйте свою волю.
# AUTOGEN-End TODO(Update_Locale):
job-description-captain = Управляйте станцией, распределяйте работу между другими главами персонала и изъявляйте свою волю.
# AUTOGEN-Start
# Руководите инженерным отделом, чтобы гарантировать идеальную работу систем энергоснабжения, чистоту атмосферы и целостность корпуса станции.
# AUTOGEN-End TODO(Update_Locale):
job-description-ce = Руководите инженерным отделом, чтобы гарантировать идеальную работу систем энергоснабжения, чистоту атмосферы и целостность корпуса станции.
# AUTOGEN-Start
# Руководите медицинским отделом, чтобы сохранить жизни и здоровье экипажа.
# AUTOGEN-End TODO(Update_Locale):
job-description-cmo = Руководите медицинским отделом, чтобы сохранить жизни и здоровье экипажа.
# AUTOGEN-Start
# Справедливо распределяйте доступы с помощью консоли ID-карт, управляйте сервисным отделом и берегите Иана.
# AUTOGEN-End TODO(Update_Locale):
job-description-hop = Справедливо распределяйте доступы с помощью консоли ID-карт, управляйте сервисным отделом и берегите Иана.
# AUTOGEN-Start
# Управляйте своими сотрудниками службы безопасности и следите за их эффективностью, подавляйте инакомыслие и обеспечивайте безопасность других глав.
# AUTOGEN-End TODO(Update_Locale):
job-description-hos = Управляйте своими сотрудниками службы безопасности и следите за их эффективностью, подавляйте инакомыслие и обеспечивайте безопасность других глав.
# AUTOGEN-Start
# Руководите отделом снабжения станции, контролируйте работу утилизаторов, следите за выполнением всех заказов и обеспечивайте поступление денег.
# AUTOGEN-End TODO(Update_Locale):
job-description-qm = Руководите отделом снабжения станции, контролируйте работу утилизаторов, следите за выполнением всех заказов и обеспечивайте поступление денег.
# AUTOGEN-Start
# Руководите научным отделом, открывайте новые технологии, получайте и исследуйте артефакты, и проводите эксперименты.
# AUTOGEN-End TODO(Update_Locale):
job-description-rd = Руководите научным отделом, открывайте новые технологии, получайте и исследуйте артефакты, и проводите эксперименты.

# Cargo
# AUTOGEN-Start
# Оформляйте заказы, осуществляйте запросы, водите грузовой шаттл между станцией и торговым постом, работайте сообща с другими, чтобы зарабатывать смехотворные суммы денег, тратьте всё на лотерею.
# AUTOGEN-End TODO(Update_Locale):
job-description-cargotech = Оформляйте заказы, осуществляйте запросы, водите грузовой шаттл между станцией и торговым постом, работайте сообща с другими, чтобы зарабатывать смехотворные суммы денег, тратьте всё на лотерею.
# AUTOGEN-Start
# Используйте магнит для притягивания обломков кораблей и астероидов на разграбление с целью обогащения станции. Постройте шаттл утилизаторов, чтобы летать на другие планеты, попутно отбиваясь от космической фауны.
# AUTOGEN-End TODO(Update_Locale):
job-description-salvagespec = Используйте магнит для притягивания обломков кораблей и астероидов на разграбление с целью обогащения станции. Постройте шаттл утилизаторов, чтобы летать на другие планеты, попутно отбиваясь от космической фауны.

# Engineering
# AUTOGEN-Start
# Оптимизируйте настройку атмосферы станции и синтезируйте редкие газы на продажу или для использования.
# AUTOGEN-End TODO(Update_Locale):
job-description-atmostech = Оптимизируйте настройку атмосферы станции и синтезируйте редкие газы на продажу или для использования.
# AUTOGEN-Start
# Поддерживайте работу основного генератора и солнечных панелей станции, оптимизируйте энергосеть и проводите аварийный ремонт, используя свой космический скафандр в безвоздушных пространствах.
# AUTOGEN-End TODO(Update_Locale):
job-description-engineer = Поддерживайте работу основного генератора и солнечных панелей станции, оптимизируйте энергосеть и проводите аварийный ремонт, используя свой космический скафандр в безвоздушных пространствах.
# AUTOGEN-Start
# Изучите основы управления энергоустановками, научитесь чинить отсеки станции.
# AUTOGEN-End TODO(Update_Locale):
job-description-technical-assistant = Изучите основы управления энергоустановками, научитесь чинить отсеки станции.

# Medical
# AUTOGEN-Start
# Создавайте лекарства для врачей, исследуйте сомнительные с точки зрения этики редкие химикаты, и производите боевые отравляющие вещества, когда на станцию летят враги.
# AUTOGEN-End TODO(Update_Locale):
job-description-chemist = Создавайте лекарства для врачей, исследуйте сомнительные с точки зрения этики редкие химикаты, и производите боевые отравляющие вещества, когда на станцию летят враги.
# AUTOGEN-Start
# Обследуйте и лечите членов экипажа с помощью обычных и продвинутых лекарств, и дефибриллятора. Следите, чтобы трупы не гнили, а кадавры находились в морге.
# AUTOGEN-End TODO(Update_Locale):
job-description-doctor = Обследуйте и лечите членов экипажа с помощью обычных и продвинутых лекарств, и дефибриллятора. Следите, чтобы трупы не гнили, а кадавры находились в морге.
# AUTOGEN-Start
# Изучите основы применения лекарств, базовых химикатов, и медицинского оборудования.
# AUTOGEN-End TODO(Update_Locale):
job-description-intern = Изучите основы применения лекарств, базовых химикатов, и медицинского оборудования.
# AUTOGEN-Start
# Спасайте тяжелораненых пациентов по всей станции, а иногда и за её пределами. Стабилизируйте их, отвозите в медотсек, и возвращайтесь в патруль!
# AUTOGEN-End TODO(Update_Locale):
job-description-paramedic = Спасайте тяжелораненых пациентов по всей станции, а иногда и за её пределами. Стабилизируйте их, отвозите в медотсек, и возвращайтесь в патруль!
# AUTOGEN-Start
# Оказывайте эмоциональную поддержку психологически травмированному экипажу.
# AUTOGEN-End TODO(Update_Locale):
job-description-psychologist = Оказывайте эмоциональную поддержку психологически травмированному экипажу.

# Science
# AUTOGEN-Start
# Изучите основные принципы исследования различных артефактов и аномалий, и основы робототехники.
# AUTOGEN-End TODO(Update_Locale):
job-description-research-assistant = Изучите основные принципы исследования различных артефактов и аномалий, и основы робототехники.
# AUTOGEN-Start
# Исследуйте инопланетные артефакты, открывайте новые технологии, заменяйте оборудование станции новыми и усиленными его версиями, повышайте общую эффективность работы.
# AUTOGEN-End TODO(Update_Locale):
job-description-scientist = Исследуйте инопланетные артефакты, открывайте новые технологии, заменяйте оборудование станции новыми и усиленными его версиями, повышайте общую эффективность работы.

# Security
# AUTOGEN-Start
# Изучите основы задержания преступников и порядки организации брига. Прислушивайтесь к своим руководителям и не стесняйтесь обращаться за помощью.
# AUTOGEN-End TODO(Update_Locale):
job-description-cadet = Изучите основы задержания преступников и порядки организации брига. Прислушивайтесь к своим руководителям и не стесняйтесь обращаться за помощью.
# AUTOGEN-Start
# Изучайте места преступлений с помощью криминалистических инструментов, ищите виновных и курите.
# AUTOGEN-End TODO(Update_Locale):
job-description-detective = Изучайте места преступлений с помощью криминалистических инструментов, ищите виновных и курите.
# AUTOGEN-Start
# Ловите преступников и врагов станции, следите за соблюдением закона и за тем, чтобы станция не погрузилась в беспорядки.
# AUTOGEN-End TODO(Update_Locale):
job-description-security = Ловите преступников и врагов станции, следите за соблюдением закона и за тем, чтобы станция не погрузилась в беспорядки.
# AUTOGEN-Start
# Патрулируйте отдел безопасности, следите за тем, чтобы никто не воровал из оружейной, и чтобы все заключённые были оформлены и выпущены по окончании срока.
# AUTOGEN-End TODO(Update_Locale):
job-description-warden = Патрулируйте отдел безопасности, следите за тем, чтобы никто не воровал из оружейной, и чтобы все заключённые были оформлены и выпущены по окончании срока.

# Service
# AUTOGEN-Start
# Заведуйте баром и поддерживайте его оживлённым, разливайте коктейли по бокалам и слушайте истории экипажа.
# AUTOGEN-End TODO(Update_Locale):
job-description-bartender = Заведуйте баром и поддерживайте его оживлённым, разливайте коктейли по бокалам и слушайте истории экипажа.
# AUTOGEN-Start
# Выращивайте фрукты и овощи для шеф-поваров, лекарственные травы для медотсека, и другие растения для личного пользования.
# AUTOGEN-End TODO(Update_Locale):
job-description-botanist = Выращивайте фрукты и овощи для шеф-поваров, лекарственные травы для медотсека, и другие растения для личного пользования.
# AUTOGEN-Start
# Несите экипажу слово божие и помогайте получить духовное исцеление, творите чудеса при помощи библии.
# AUTOGEN-End TODO(Update_Locale):
job-description-chaplain = Несите экипажу слово божие и помогайте получить духовное исцеление, творите чудеса при помощи библии.
# AUTOGEN-Start
# Кормите экипаж станции разными блюдами, разделывайте мёртвых животных так, чтобы аммиак не просачивался, и помогайте поддерживать бар в оживлённом состоянии.
# AUTOGEN-End TODO(Update_Locale):
job-description-chef = Кормите экипаж станции разными блюдами, разделывайте мёртвых животных так, чтобы аммиак не просачивался, и помогайте поддерживать бар в оживлённом состоянии.
# AUTOGEN-Start
# Развлекайте экипаж ужасными шутками и изощрённым карикатурным паясничеством.
# AUTOGEN-End TODO(Update_Locale):
job-description-clown = Развлекайте экипаж ужасными шутками и изощрённым карикатурным паясничеством.
# AUTOGEN-Start
# Поддерживайте порядок на станции, убирайте мусор и разлитые скользкие жидкости, помогайте бороться с нашествием крыс.
# AUTOGEN-End TODO(Update_Locale):
job-description-janitor = Поддерживайте порядок на станции, убирайте мусор и разлитые скользкие жидкости, помогайте бороться с нашествием крыс.
# AUTOGEN-Start
# Добейтесь справедливого следствия и суда для каждого заключённого или преступника.
# AUTOGEN-End TODO(Update_Locale):
job-description-lawyer = Добейтесь справедливого следствия и суда для каждого заключённого или преступника.
# AUTOGEN-Start
# Заведуйте библиотекой, делитесь знаниями со всеми, кто их ищет, и сообщайте о событиях на борту станции.
# AUTOGEN-End TODO(Update_Locale):
job-description-librarian = Заведуйте библиотекой, делитесь знаниями со всеми, кто их ищет, и сообщайте о событиях на борту станции.
# AUTOGEN-Start
# Развлекайте экипаж, не прибегая к речи и письму, устройте лёгкое соперничество с клоуном.
# AUTOGEN-End TODO(Update_Locale):
job-description-mime = Развлекайте экипаж, не прибегая к речи и письму, устройте лёгкое соперничество с клоуном.
# AUTOGEN-Start
# Развлекайте экипаж своими уникальными музыкальными талантами и обзаводитесь новыми инструментами.
# AUTOGEN-End TODO(Update_Locale):
job-description-musician = Развлекайте экипаж своими уникальными музыкальными талантами и обзаводитесь новыми инструментами.
job-description-passenger = Наслаждайтесь пребыванием на борту станции без обязательств!
# AUTOGEN-Start
# Развлекайте и информируйте экипаж своей журналистской деятельностью посредством камер, радио, и новостей.
# AUTOGEN-End TODO(Update_Locale):
job-description-reporter = Развлекайте и информируйте экипаж своей журналистской деятельностью посредством камер, радио, и новостей.
# AUTOGEN-Start
# Изучите основы барменского искусства, кулинарии, и выращивания растений.
# AUTOGEN-End TODO(Update_Locale):
job-description-serviceworker = Изучите основы барменского искусства, кулинарии, и выращивания растений.
job-description-tram-driver = Управляйте трамваем, перемещаясь от остановки к остановке.

# Silicon
# AUTOGEN-Start
# Получеловек, полумашина. Придерживайтесь своих законов, служите экипажу и преследуйте учёных с просьбами об апгрейде.
# AUTOGEN-End TODO(Update_Locale):
job-description-borg = Получеловек, полумашина. Придерживайтесь своих законов, служите экипажу и преследуйте учёных с просьбами об апгрейде.
# AUTOGEN-Start
# Соблюдайте свои законы, служите экипажу.
# AUTOGEN-End TODO(Update_Locale):
job-description-station-ai = Соблюдайте свои законы, служите экипажу.

# Misc.
job-description-centcommoff = Выступайте связным с новейшей передовой космической станцией флота NanoTrasen.
# AUTOGEN-Start
# Проследите за тем, чтобы последнее право экипажа станции было соблюдено.
# AUTOGEN-End TODO(Update_Locale):
job-description-ertchaplain = Проследите за тем, чтобы последнее право экипажа станции было соблюдено.
job-description-ertengineer = Убедитесь, что на станции имеется электропитание и чистый воздух.
# AUTOGEN-Start
# Убедитесь, что станция убрана должным образом - для поддержания морального духа.
# AUTOGEN-End TODO(Update_Locale):
job-description-ertjanitor = Убедитесь, что станция убрана должным образом - для поддержания морального духа.
# AUTOGEN-Start
# Возглавьте отряд быстрого реагирования для устранения угрозы активам компании Nanotrasen.
# AUTOGEN-End TODO(Update_Locale):
job-description-ertleader = Возглавьте отряд быстрого реагирования для устранения угрозы активам компании NanoTrasen.
# AUTOGEN-Start
# Убедитесь, что экипаж станции жив и здоров.
# AUTOGEN-End TODO(Update_Locale):
job-description-ertmedic = Убедитесь, что экипаж станции жив и здоров.
# AUTOGEN-Start
# Убедитесь, что все активные угрозы для станции устранены.
# AUTOGEN-End TODO(Update_Locale):
job-description-ertsecurity = Убедитесь, что все активные угрозы для станции устранены.
# AUTOGEN-Start
# Наслаждайтесь своим визитом на станцию.
# AUTOGEN-End TODO(Update_Locale):
job-description-visitor = Наслаждайтесь своим визитом на станцию.
