# AUTOGEN-Start
# десантная капсула
# .desc = Поместите предметы, которые должны получить игроки в мешок. Активируйте устройство над местом, куда должна упасть капсула. Игроки не могут видеть капсулу. Чтобы сбросить живое существо, перетащите его внутрь капсулы.
# AUTOGEN-End TODO(Update_Locale):
ent-DropPodspawner = десантная капсула (предметы)
    .desc = Поместите в мешок предметы, которые должны получить игроки, и активируйте его над местом, куда должна упасть капсула. Игроки не могут видеть капсулу.

ent-DropPodspawnerPlayers = десантная капсула (игроки)
    .desc = Пристегните игроков и используйте её, чтобы сбросить их.
